Repository: philippe1973/polychromatic
Catalog: locale/*/LC_MESSAGES/polychromatic-controller.po
Languages: fr_fr

source: Polychromatic Controller
fr_fr: Contrôleur Polychromatic

source: Daemon Not Installed
fr_fr: Démon Non Installé

source: Polychromatic requires the OpenRazer Python library, but it could not be imported.
fr_fr: Polychromatic nécessite la bibliothèque Python OpenRazer, mais elle n'a pas pu être importée.

source: Please check the OpenRazer drivers, daemon and Python library are installed.
fr_fr: Veuillez vérifier que les pilotes OpenRazer, le démon et la librairie Python sont installés.

source: See the README for further information.
fr_fr: Veuillez consulter le fichier README pour plus d'informations.

source: Daemon requires a restart
fr_fr: Le démon nécessite un redémarrage

source: The daemon that is currently running is older than the installed version.
fr_fr: Le démon en cours d'exécution est plus ancien que la version installée.

source: This can cause glitches. Please restart the daemon to continue.
fr_fr: Cela peut provoquer des problèmes. Veuillez redémarrer le démon pour continuer.

source: This happens if the driver/daemon packages were updated, but you haven't restarted your session or computer.
fr_fr: Cela se produit si les packages de pilotes / démons ont été mis à jour, mais que vous n'avez pas redémarré votre session ou votre ordinateur.

source: Daemon Upgrade Required
fr_fr: Mise à niveau du démon Requise

source: The Razer 'Chroma' driver and daemon currently installed on your system is no longer supported by Polychromatic.
fr_fr: Le pilote et le démon Razer 'Chroma' actuellement installés sur votre système ne sont plus pris en charge par Polychromatic.

source: Please remove the current Razer driver/daemon from your system, then install OpenRazer from:
fr_fr: Veuillez supprimer le pilote / démon Razer actuel de votre système, puis installez OpenRazer à partir de:

source: For more information, see the Release Notes for v0.3.0.
fr_fr: Pour plus d'informations, consultez les notes de publication de la version 0.3.0.

source: Daemon Not Running
fr_fr: Le Démon Non Lancé

source: Polychromatic uses the daemon to interact with your Razer devices, but it doesn't appear to be running.
fr_fr: Polychromatic utilise le démon pour interagir avec vos appareils Razer, mais il ne semble pas fonctionner.

source: Insufficient Privileges
fr_fr: Privilèges insuffisants

source: This user account is not in the 'plugdev' group, the daemon requires this to control your device(s).
fr_fr: Ce compte utilisateur ne fait pas partie du groupe 'plugdev', le démon en a besoin pour contrôler votre/vos appareil(s).

source: Please run this command in the terminal, then log out then back in:
fr_fr: Veuillez exécuter cette commande dans le terminal, puis vous déconnecter puis vous reconnecter:

source: Daemon Not Responding
fr_fr: Démon Non Installé

source: Polychromatic could not initialise the daemon. This could be caused by a bug with the daemon process.
fr_fr: Polychromatic n'a pas pu initialiser le démon. Cela pourrait être dû à un bogue avec le processus daemon.

source: Failed to set/change brightness for {0}.
fr_fr: Échec de la définition / modification de la luminosité pour {0}.

source: Failed to set effect '{0}' for {1}.
fr_fr: Impossible de définir l'effet '{0}' pour {1}.

source: Failed to set poll rate for '{device_name}' to {poll_rate}.
fr_fr: Échec de la définition du taux d'interrogation pour '{device_name}' sur {poll_rate}.

source: Failed to change game mode for {0}.
fr_fr: Impossible de changer le mode de jeu pour {0}.

source: New Color
fr_fr: Nouvelle Couleur

source: Unknown Color
fr_fr: Couleur inconnue

source: Choose Application Profile Icon
fr_fr: Choisissez l'icône de profil d'application

source: View Release Notes
fr_fr: Voir les notes de mise à jour

source: Daemon gracefully stopped.
fr_fr: Démon arrêté en douceur.

source: The daemon has been requested to shut down. To use Polychromatic again, restart the daemon.
fr_fr: Le démon a été prié de s’arrêter. Pour utiliser Polychromatic à nouveau, redémarrez le démon.

source: Something went wrong.
fr_fr: Quelque chose s'est mal passé.

source: Polychromatic took too long to initialise the application or daemon. Please reload and try again.
fr_fr: Polychromie a pris trop de temps pour initialiser l'application ou le démon. Veuillez recharger et réessayer.

source: No Razer Product Connected
fr_fr: Aucun produit Razer connecté

source: Please plug in your Razer device and reload the application/daemon.
fr_fr: Veuillez brancher votre appareil Razer et recharger l'application / démon.

source: Device Not Recognised
fr_fr: Appareil Non Reconnu

source: A Razer product is connected to your computer, but the daemon didn't detect it.
fr_fr: Un produit Razer est connecté à votre ordinateur, mais le démon ne l'a pas détecté.

source: It is possible your Razer product is not bound to the driver properly or it is not yet supported.
fr_fr: Il est possible que votre produit Razer ne soit pas lié correctement au pilote ou qu'il ne soit pas encore pris en charge.

source: Use the 'modprobe' command to bind the driver to the device.
fr_fr: Utilisez la commande 'modprobe' pour lier le pilote au périphérique.

source: Check whether your device PID is listed.
fr_fr: Vérifiez si le PID de votre appareil est répertorié.

source: Check the daemon log:
fr_fr: Vérifiez le journal du démon:

source: As this is a driver/daemon problem, please
fr_fr: Comme il s'agit d'un problème de pilote / démon, veuillez

source: refer to the troubleshooting guide for further assistance.
fr_fr: reportez-vous au guide de dépannage pour obtenir de l'aide supplémentaire.

source: Overview
fr_fr: Aperçu

source: Connected Devices
fr_fr: Appareils connectés

source: Unknown Profile
fr_fr: Profil Inconnu

source: Serial
fr_fr: Série

source: Firmware
fr_fr: Microprogramme

source: None
fr_fr: Aucun

source: Spectrum
fr_fr: Spectre

source: Wave
fr_fr: Vague

source: Reactive
fr_fr: Réactif

source: Breath
fr_fr: Souffle

source: Pulsate
fr_fr: Palpiter

source: Ripple
fr_fr: Ondulation

source: Starlight
fr_fr: Lumière d'étoiles

source: Static
fr_fr: Statique

source: Blinking
fr_fr: Clignotant

source: There was a problem communicating with the daemon for this device.
fr_fr: Un problème est survenu lors de la communication avec le démon de ce périphérique.

source: Down
fr_fr: Bas

source: Up
fr_fr: Haut

source: Clockwise
fr_fr: Sens horaire

source: Anti-clockwise
fr_fr: Sens anti-horaire

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Fast
fr_fr: Rapide

source: Medium
fr_fr: Moyen

source: Slow
fr_fr: Lent

source: Very Slow
fr_fr: Très lent

source: Random
fr_fr: Aléatoire

source: Single Color
fr_fr: Une Seule Couleur

source: Dual Colors
fr_fr: Double Couleur

source: Single
fr_fr: Unique

source: Dual
fr_fr: Double

source: Custom...
fr_fr: Personnalisé...

source: More Colors
fr_fr: Plus de Couleurs

source: Close
fr_fr: Fermer

source: Brightness
fr_fr: Luminosité

source: Lighting Effects
fr_fr: Effets d'éclairage

source: Color:
fr_fr: Couleur:

source: Speed:
fr_fr: La vitesse:

source: Colors:
fr_fr: Couleurs:

source: Key Modes
fr_fr: Modes Clés

source: Gaming Mode
fr_fr: Mode de jeu

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Disables ALT+F4 and Super key.
fr_fr: Désactive ALT+F4 et la touche Super.

source: Macro Keys
fr_fr: Touches de macro

source: Activate
fr_fr: Activer

source: Help
fr_fr: Aide

source: Application Profiles
fr_fr: Profils d'application

source: New
fr_fr: Nouveau

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Supprimer

source: Create New Application Profile
fr_fr: Créer un nouveau profil d'application

source: Please enter a name for the new profile, and optionally an icon.
fr_fr: Veuillez saisir un nom pour le nouveau profil et éventuellement un icône.

source: Icon Path:
fr_fr: Chemin icône:

source: Select Installed Application
fr_fr: Sélectionnez l'application installée

source: Cancel
fr_fr: Annuler

source: Create
fr_fr: Créer

source: Are you sure you want to delete this?
fr_fr: Voulez-vous vraiment supprimer cela?

source: Keep
fr_fr: Garder

source: Choose an Application
fr_fr: Choisissez une application

source: The information from the chosen program will be used as the profile's base.
fr_fr: Les informations du programme choisi seront utilisées comme point de départ du profil.

source: Select
fr_fr: Sélectionner

source: Quick Help
fr_fr: Aide rapide

source: Macro Keys Usage
fr_fr: Utilisation des touches de macro

source: You can also use on-the-fly macro recording (provided by the daemon) by following these steps:
fr_fr: Vous pouvez également utiliser l'enregistrement de macro à la volée (fourni par le daemon) en procédant comme suit:

source: to enter macro mode.
fr_fr: pour passer en mode macro.

source: Press the macro key to assign to. E.g. M1
fr_fr: Appuyez sur la touche macro à affecter à. Par exemple. M1

source: Typing in your key combination.
fr_fr: Taper votre combinaison de touches.

source: Browse Icon
fr_fr: Icône Parcourir

source: Polling Rate
fr_fr: Taux d'Interrogation

source: About
fr_fr: À propos

source: General
fr_fr: Général

source: Tray Applet
fr_fr: Raccourci dans la boite à miniature

source: Colors
fr_fr: Couleurs

source: Daemon
fr_fr: Démon

source: Profile:
fr_fr: Profil:

source: You are set for automatic updates (via PPA)
fr_fr: Vous êtes prêt pour les mises à jour automatiques (via PPA)

source: You have opted for development packages.
fr_fr: Vous avez opté pour des packages de développement.

source: Check for Updates
fr_fr: Vérifier les mises à jour

source: View on GitHub
fr_fr: Voir sur GitHub

source: View Change Log
fr_fr: Voir le log des modifications

source: Update History
fr_fr: Historique des mises à jour

source: A human-readable list of changes made to Polychromatic.
fr_fr: Une liste directement lisible des modifications apportées à Polychromatic.

source: Activate profiles instantly as soon as you click on them.
fr_fr: Activez les profils instantanément dès que vous cliquez dessus.

source: Enable live switching
fr_fr: Activer la commutation directe

source: Enable live preview
fr_fr: Activer l'aperçu direct

source: While editing, show your changes on the actual keyboard.
fr_fr: Lors de l'édition, affichez vos modifications sur le clavier actif.

source: Always activate profiles after saving.
fr_fr: Activez toujours les profils après l'enregistrement.

source: Scale:
fr_fr: Échelle:

source: Scale the application so it looks good on large displays. Requires restart.
fr_fr: Redimensionnez l'application pour qu'elle soit affichée correctement sur les grands écrans. Nécessite un redémarrage.

source: Advanced
fr_fr: Avancé

source: Reset Everything
fr_fr: Tout réinitialiser

source: This will erase all your preferences, profiles and settings. This cannot be undone.
fr_fr: Cela effacera toutes vos préférences, profils et paramètres. Ça ne peut pas être annulé.

source: The application will restart.
fr_fr: L'application va redémarrer.

source: Reset Polychromatic
fr_fr: Réinitialiser Polychromatic

source: Are you sure you wish to erase all configuration and profiles?
fr_fr: Voulez-vous vraiment supprimer toutes les configurations et tous les profils?

source: No Change
fr_fr: Pas de Changement

source: Applet Icon
fr_fr: Icône d'applet

source: Choose a built-in icon.
fr_fr: Choisissez une icône intégrée.

source: Default Icon
fr_fr: Icône par défaut

source: GTK Icon
fr_fr: Icône GTK

source: Use an icon provided by a GTK theme.
fr_fr: Utilisez un icône fournie par un thème GTK.

source: Preview:
fr_fr: Aperçu:

source: Custom Path
fr_fr: Chemin personnalisé

source: Colours
fr_fr: Couleurs

source: Reset Colors
fr_fr: Réinitialiser les couleurs

source: Are you sure you want to reset all the colors to their defaults?
fr_fr: Voulez-vous vraiment réinitialiser toutes les couleurs à leurs valeurs par défaut?

source: Restore Defaults
fr_fr: Réinitialiser

source: Choose...
fr_fr: Choisir...

source: Save
fr_fr: Sauvegarder

source: The daemon is the software that communicates between the front-end applications and the driver.
fr_fr: Le démon est le logiciel qui communique entre les applications frontales et le pilote.

source: Daemon Version:
fr_fr: Version démon:

source: Razer Python Library:
fr_fr: Bibliothèque Razer Python:

source: Website
fr_fr: Site Internet

source: Project
fr_fr: Projet

source: Issues
fr_fr: Problèmes

source: Troubleshooting
fr_fr: Dépannage

source: Device/Daemon Support
fr_fr: Prise en charge des périphériques / démon

source: Useful for diagnosing issues and debugging daemon-related operations.
fr_fr: Utile pour diagnostiquer les problèmes et déboguer les opérations liées aux démons.

source: Watch
fr_fr: Regarder

source: Daemon Service
fr_fr: Service Démon

source: If you have re-plugged devices, or are experiencing glitches, try restarting the daemon service.
fr_fr: Si vous avez rebranché des appareils ou rencontrez des problèmes, essayez de redémarrer le service démon.

source: Restart
fr_fr: Redémarrer

source: Done
fr_fr: Fait

source: Preview
fr_fr: Aperçu

source: Set
fr_fr: Fixé

source: Click on a key to assign a color here.
fr_fr: Cliquez sur une touche pour attribuer une couleur ici.

source: Picker
fr_fr: Sélecteur

source: Click on a key to grab its color.
fr_fr: Cliquez sur une touche pour saisir sa couleur.

source: Clear
fr_fr: Claire

source: Click on a key to clear.
fr_fr: Cliquez sur une touche pour effacer.

source: Edit Profile Details
fr_fr: Modifier les détails du profil

source: Change the name and icon for this profile.
fr_fr: Modifiez le nom et l'icône de ce profil.

source: Name:
fr_fr: Nom:

source: Discard
fr_fr: Abandonné

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Quit
fr_fr: Quitter

source: Retry
fr_fr: Réessayer

source: Restart Daemon
fr_fr: Redémarrez le Démon

source: Choose a Color
fr_fr: Choisir une couleur

source: All Images
fr_fr: Toutes les images

source: Optional arguments
fr_fr: Arguments facultatifs

source: Show this help message and exit
fr_fr: Afficher ce message d'aide et quitter

source: Print progran version and exit
fr_fr: Imprimer la version programme et quitter

source: Be verbose to stdout
fr_fr: Soyez bavard à la sortie

source: Be very verbose (for debugging)
fr_fr: Soyez très bavard (pour le débogage)

source: Gets a list of capabilities for a device
fr_fr: Obtenir la liste des capacités pour un appareil

source: Force a specific locale, e.g. de_DE
fr_fr: Forcer une localisation spécifique, par exemple de_DE

source: Verbose enabled
fr_fr: Mode verbeux activé

source: Debug verbose enabled
fr_fr: Débogage mode verbeux activé

source: Daemon Not Installed.
fr_fr: Démon Non Installé.

source: Could not find the executable for 'openrazer-daemon'. Please try re-installing the daemon.
fr_fr: Impossible de trouver l'exécutable 'openrazer-daemon'. Veuillez réinstaller le démon.

source: Stopping daemon...
fr_fr: Arrêt du démon...

source: Killing daemon process...
fr_fr: Tuer le processus daemon ...

source: Archiving log...
fr_fr: Journal d'archivage ...

source: Starting daemon...
fr_fr: Démarrage démon...

source: Daemon cannot be relaunched.
fr_fr: Le démon ne peut pas être relancé.

source: Failed to execute 'openrazer-daemon'. Please check the daemon log to troubleshoot the problem.
fr_fr: Impossible d'exécuter 'openrazer-daemon'. Veuillez consulter le journal du démon pour résoudre le problème.

source: Alternately, open a terminal and run:
fr_fr: Vous pouvez également ouvrir un terminal et exécuter:
